import { SidebarClass } from './types';

export const classesStructure: SidebarClass[] = [
  {
    title: 'Разработка мобильных приложений',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
  {
    title: 'Основы программирования',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
  {
    title: 'Разработка серверных приложений',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
  {
    title: 'Разработка мобильных приложений',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
  {
    title: 'Разработка серверных приложений',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
  {
    title: 'Разработка мобильных приложений',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
  {
    title: 'Разработка серверных приложений',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
  {
    title: 'Разработка мобильных приложений',
    subtitles: [
      'Задачи',
      'Очередь',
      'Постмодерация',
      'Темы',
    ],
  },
];
